{"extracted_information": "El texto explica la Teoría de las Ideas de Platón como el núcleo central de su filosofía, no formulada unitariamente sino abordada en obras como \"La República\", \"Fedón\" y \"Fedro\". Tradicionalmente, distingue dos modos de realidad: el inteligible (Ideas) y el sensible (cosas). La realidad inteligible es inmaterial, eterna, inmutable y sirve como modelo o arquetipo para la realidad sensible. La realidad sensible es material, corruptible, mutable y es una copia o imitación de la inteligible. Sólo la realidad inteligible es objeto de verdadero conocimiento (episteme), mientras que la sensible sólo es objeto de opinión (doxa). Se menciona la interpretación tradicional de una separación ('khorismós') entre ambos mundos. Las Ideas son 'esencias' de los objetos de conocimiento, subsisten independientemente del pensamiento y tienen existencia real y trascendente. La relación entre Ideas y cosas sensibles se explica como imitación o participación. La realidad sensible, aunque sometida al cambio, no es mera ilusión para Platón, sino que posee cierta consistencia. Las Ideas están jerarquizadas, con la Idea de Bien (o lo Uno, Belleza, Ser) en el rango superior como causa de todo lo existente, seguida por Ideas éticas, estéticas, matemáticas y de las cosas.", "specifications": {}, "pricing": {}, "features": [], "statistics": {}, "temporal_info": {}, "geographical_data": {}, "references": [], "conceptual_framework": {"dualismo_ontologico": {"mundo_inteligible": {"nombre": "Mundo Inteligible (kósmos noetós)", "componentes": "Ideas", "caracteristicas": ["Inmaterial", "Eterno (ingenerado e indestructible)", "Inmutable (ajeno al cambio)", "Modelo o arquetipo de la realidad sensible", "Verdadero ser", "Objeto de verdadero conocimiento (episteme)"], "naturaleza_ideas": {"esencia": "Representan las 'esencias' de los objetos de conocimiento", "existencia": "Subsisten independientemente del pensamiento", "realidad": "Tienen existencia real e independiente del sujeto y objeto", "caracter_parmenideo": "Únicas, eternas e inmutables", "cognoscibilidad": "Cognoscibles solo por la razón"}, "jerarquia_ideas": {"rango_superior": "Idea de Bien (en 'La República'), lo Uno (en 'Parménides'), la Belleza (en 'Banquete'), o el Ser (en 'Sofista')", "funcion_rango_superior": "Máximo grado de realidad, causa de todo lo que existe", "otros_rangos": ["Ideas de objetos éticos y estéticos", "Ideas de objetos matemáticos", "Ideas de las cosas"]}}, "mundo_sensible": {"nombre": "Realidad Sensible o Mundo Visible (kósmos horatós)", "componentes": "Lo que ordinariamente llamamos 'cosas'", "caracteristicas": ["Material", "Corruptible", "Sometido al cambio (generación y destrucción)", "Copia o imitación de la realidad inteligible", "Nunca se puede decir de ellas que verdaderamente 'son' (están en constante devenir)", "Objeto de opinión (doxa)"], "problema_del_cambio": "Platón busca una solución que permita reconocer la inmutabilidad del ser (Ideas) sin reducir el mundo sensible a mera ilusión. Posee alguna consistencia, no asimilable a la nada."}}, "relacion_entre_mundos": {"conceptos_relacionales": ["Imitación (las cosas imitan a las Ideas)", "Participación (las cosas participan de las Ideas)"], "concepto_critico": "Separación ('khorismós'): Afirmación de la separación entre lo sensible y lo inteligible como característica propia de la teoría según la presentación tradicional y Aristóteles."}, "origen_teoria": "Considerada propiamente platónica, aunque algunos la atribuyen a Sócrates (tesis refutada por estudios como los de D. Ross)."}}