{"extracted_information": "El contenido proporciona una visión general de Filón de Alejandría como filósofo judío influenciado por el platonismo y el estoicismo. Se destaca que Filón, educado en la cultura griega (paideia) y practicante de la filosofía, se consideraba fundamentalmente un intérprete del pensamiento de Moisés. Buscó compaginar la visión bíblica de la divinidad con la tradición teológica griega a través de métodos como la exégesis alegórica y la doctrina del Logos. Aunque se le ha visto como apologeta que usaba la filosofía para defender el judaísmo, el artículo sugiere que se insertaba en la tradición platónica media de interpretación de una sabiduría revelada. Su pensamiento teológico, incluyendo la doctrina del Logos y las potencias divinas, así como su visión de la divinidad cercana a la tradición platónica (benevolencia, relación individual), se inserta en la tradición helénica, aunque afirma la omnipotencia y la fe en el Dios de la Biblia. La finalidad ética de la vida humana para Filón es la 'imitatio dei' (ὁμοίωσιϛ θεῷ κατὰ τὸ δυνατόν), considerada de origen platónico. Utilizó la exégesis alegórica del Pentateuco, similar a la interpretación de Homero, para decodificar el texto bíblico como narración de las peripecias del alma, aboliendo la dimensión histórica en sus tratados alegóricos, como respuesta a acusaciones de superstición contra el judaísmo. Proyectaba la doxografía griega sobre personajes bíblicos para representar doctrinas filosóficas correctas o incorrectas. En cuanto a su influencia posterior, el texto menciona que su figura se proyectó más allá de la comunidad judía y contribuyó al discurso de su época desde una perspectiva judía/bíblica, pero no detalla la influencia en la teología judía posterior.", "specifications": {}, "pricing": {}, "features": [{"name": "Identidad y Formación", "description": "Filósofo judío de Alejandría. Pertenecía a una familia distinguida de Alejandría. Adquirió una 'paideia' auténtica y completa, educado en valores de la cultura griega. Practicaba la filosofía como modo de vida. No renunció a la paideia ni a su fe judía a pesar de la violencia contra la comunidad judía en el 38 d.C."}, {"name": "Rol Principal", "description": "Intérprete, especialmente del pensamiento de Moisés."}, {"name": "Influencia Filosófica Principal", "description": "Platonismo (principalmente el platonismo medio contemporáneo) y estoicismo."}, {"name": "Conceptos Platónicos Adoptados/Adaptados", "description": "Doctrina del Logos y potencias divinas (inserta en la tradición helénica). Visión de la divinidad cercana a la tradición platónica (relación individual con los hombres, benevolencia). 'Imitatio dei' (ὁμοίωσιϛ θεῷ κατὰ τὸ δυνατόν) como principio ético y finalidad de la vida, relacionado con 'Teeteto' 176b1-2. Ideas platónicas redefinidas como realidades creadas por Dios, no eternas, dependientes ontológicamente. Dualismo radical (en la psicología del alma). Visión del Demiurgo identificado con Dios. Psicología del alma basada en el platonismo contemporáneo (división en parte racional e irracionales). Dios sin emociones (siguiendo la tradición platónica)."}, {"name": "Conceptos Estoicos Adoptados/Adaptados", "description": "Influencia a pesar de críticas. Rastros en análisis de psicología de la acción, teoría de la conflagración y teoría del 'logos' como vínculo cohesivo del universo. Influencia de la teoría de los sueños de Posidonio, redefiniendo seres intermedios como ángeles y rechazando diálogo directo hombre-Dios en sueños. Idea de partes del hombre sujetadas por el logos."}, {"name": "Métodos de Conciliación", "description": "Exégesis alegórica del Pentateuco para compaginar la visión bíblica primitiva de la divinidad con la teología griega refinada. El texto bíblico se decodifica como narración de las peripecias del alma, aboliendo la dimensión histórica en tratados alegóricos. Respuesta a acusaciones de superstición. Uso de doctrina del Logos/potencias divinas para insertar la reflexión teológica en tradición helénica manteniendo identidad judía. Proyección de doxografía griega en personajes bíblicos (positivos = doctrinas correctas, negativos = incorrectas)."}, {"name": "Visión de la Divinidad", "description": "Cercana a la tradición platónica (benevolencia, relación individual con hombres). Afirmación sin límites de la omnipotencia del Dios de la Biblia, su providencia y fe en él. Antropomorfismo bíblico interpretado metafóricamente con fines educativos; Dios no tiene afectos/emociones en un sentido real."}, {"name": "Visión del Alma", "description": "Basada en platonismo contemporáneo: división en parte racional e irracionales. Incorpora elementos peripatéticos y estoicos para resolver dificultades bíblicas (ej. identificación alma con sangre). Solo la parte racional del alma es inmortal. Sostiene que solo las almas de los 'buenos' son inmortales."}, {"name": "Exégesis Alegórica Específica (Radice)", "description": "Tipología de relaciones entre 'Cuestiones sobre el Génesis' y tratados alegóricos. Reglas: aglomeración (propia de Cuestiones), procedimiento de escalón, etimologías, digresión (independiente de alegoría griega, evolución)."}, {"name": "Exégesis sobre 'dogma' y 'doxa' (Runia)", "description": "Filón usa los términos en relación con personajes bíblicos que representan corrientes de pensamiento/doctrinas filosóficas (positivas o incorrectas)."}, {"name": "Interpretación de Sueños (Lévy, Calabi)", "description": "Influencia de Posidonio, pero redefine seres intermedios como ángeles y rechaza diálogo directo hombre-Dios en sueños. Interpretación alegórica de sueños como espejo de preocupaciones humanas. Análisis de la figura de José como político e intérprete de los sueños de la multitud, con visiones diversas (inspirado, no inspirado buscando bien común/democracia, entregado a Egipto/cuerpo)."}], "statistics": {}, "temporal_info": {"periodo_vida": "Siglo I d.C. (menciona estallidos de violencia en 38 d.C., embajada a Roma a Cayo Calígula)", "fecha_publicacion_articulo": "01 octubre 2010", "fecha_consulta_sitio": "07 junio 2025"}, "geographical_data": {"lugar_principal": "Alejandría", "otros_lugares": "Roma (embajada), Jerusalén (identificada con los confines de la tierra al modo romano), Egipto (tierra del cuerpo en interpretación alegórica)"}, "references": ["Josefo (Antigüedades judías XVIII viii 259)", "Platón (Teeteto 176b1-2, El Demiurgo, ideas)", "Estoicos (Posidonio, escuelas estoicas en Roma, conceptos estoicos)", "Homero (comparación de interpretación alegórica)", "Moisés / Biblia / Pentateuco (objeto de interpretación)", "D. T. Runia ('Philo, Alexandrian and Jew', 'Comentario Alegórico del Génesis')", "T. Seland (análisis postcolonial, términos μητρόπολιϛ y ἀποικία, Contra Flaco, Embajada a Gayo)", "M. Niehoff (desplazamiento del paradigma, Teeteto, Sobre la indestructibilidad del mundo, Sobre la creación del mundo según Moisés)", "M. Boeri (huellas de platonismo y estoicismo en Sobre la indestructibilidad del mundo)", "R. Radice (proyecto sobre exégesis alegórica, Cuestiones sobre el Génesis, Aristóbulo, Legum allegoriae libro I)", "C. Lévy (teoría de los sueños, Posidonio)", "F. Calabi (interpretación de José, Sobre José, Sobre los sueños)", "J. Dillon (psicología, alma, inmortalidad)", "J. P. Martín (inmortalidad del alma, Sobre los premios y castigos)", "Van der Horst (emociones de Dios)"]}