{"extracted_information": "El contenido describe la decisiva influencia de la filosofía platónica, llegada a través del neoplatonismo de Plotino, en San Agustín. Esta influencia se manifiesta en tres niveles principales: metafísica, epistemología y antropología.", "specifications": {}, "pricing": {}, "features": [], "statistics": {}, "temporal_info": {}, "geographical_data": {}, "references": [], "conceptual_influence": {"metafisica_ontologia": {"concepto_platonico": "Dualismo de dos mundos: Mundo de las Ideas (realidades inmutables y perfectas) y mundo sensible (copias en constante cambio).", "transformacion_agustiniana": "Dualismo de doble realidad: Reino de Dios (ser absoluto e inmutable) y mundo físico (contingente y en constante evolución). Dios es el ser absoluto e inmutable, el mundo físico es contingente."}, "conocimiento_epistemologia": {"concepto_platonico": "Dualismo epistemológico, conocimiento verdadero sobre lo inmutable y eterno. Existencia de las Ideas como fundamento del conocimiento. Grados de conocimiento (símil de la línea): opinión (sensible), matemática (inteligible), dialéctica (contemplativo). Reminiscencia (el alma recuerda ideas previas a su unión con el cuerpo). Ideas separadas en un mundo propio.", "transformacion_agustiniana": "Dualismo epistemológico, conocimiento verdadero sobre lo inmutable y eterno. Las Ideas son el fundamento del conocimiento y están contenidas en Dios, quien es la verdad misma, la única realidad necesaria y eterna. Grados de conocimiento: sensible (opinión), racional/ciencia (matemática), racional/sabiduría (dialéctica/contemplación). Sustitución de la reminiscencia por la Iluminación divina (luz que permite conocer la verdad) porque la preexistencia del alma es inaceptable para el cristianismo. La dialéctica es una búsqueda interior. Las ideas se sitúan en la mente de Dios (similar al nous neoplatónico)."}, "antropologia": {"concepto_platonico": "Dualismo antropológico: el hombre compuesto de alma y cuerpo. El alma es sustancia espiritual, simple, indivisible, principio que da vida al cuerpo y superior a él. El cuerpo es la cárcel del alma. El alma preexistía en el mundo de las ideas.", "transformacion_agustiniana": "Dualismo antropológico: el hombre compuesto de alma y cuerpo. El alma es sustancia espiritual, simple e indivisible, principio que da vida al cuerpo y superior a él. Mantiene la unidad sustancial de alma y cuerpo (ambos creados por Dios, el compuesto constituye el ser humano). El alma es principio de conocimiento y contiene la razón/entendimiento. El alma no ha existido anteriormente; el conocimiento consiste en percibir las ideas eternas puestas por Dios en su interior."}}, "ejemplos_concretos": ["La correspondencia entre el mundo de las Ideas de Platón y el reino de Dios en San Agustín.", "La correspondencia entre el mundo sensible de Platón y el mundo físico en San Agustín.", "La equivalencia de los grados de conocimiento (sensible/opinión, racional/ciencia/matemática, racional/sabiduría/dialéctica) en ambos filósofos.", "El paralelismo entre la idea del Bien platónica (sol que ilumina) y la Iluminación divina agustiniana (luz que permite conocer la verdad).", "La ubicación de las Ideas: separadas en Platón, en la mente de Dios en San Agustín (influencia neoplatónica del nous)."], "tabla_grados_conocimiento": [{"tipo_conocimiento": "SENSIBLE", "definicion": "Información del mundo material, sensible y concreto obtenida a partir de los sentidos.", "grado_certeza": "Nivel más bajo, no garantiza certeza.", "simil_linea_platonico": "OPINIÓN"}, {"tipo_conocimiento": "RACIONAL CIENCIA", "definicion": "Juzgar objetos concretos del mundo sensible a partir de las ideas impresas en el alma.", "grado_certeza": "Basado en la verdad lógica.", "simil_linea_platonico": "MATEMÁTICA"}, {"tipo_conocimiento": "RACIONAL SABIDURÍA", "definicion": "Contemplación de las ideas en sí mismas, sin necesidad de información sensorial.", "grado_certeza": "Basado en la verdad ontológica, permite alcanzar la sabiduría.", "simil_linea_platonico": "DIALÉCTICA"}]}