{"extracted_information": "El neoplatonismo tuvo una influencia significativa en la teología cristiana durante la Antigüedad tardía y la Edad Media occidental. Esta influencia se manifestó principalmente a través de figuras como San Agustín y Pseudo Dionisio el Areopagita.\n\nSan Agustín, fuertemente influenciado por los primeros neoplatónicos Plotino y Porfirio, modificó sus puntos de vista teológicos, especialmente tras pasar del maniqueísmo al cristianismo. Adoptó la idea neoplatónica de que el mal es una privación del bien (en lugar de una sustancia) y que Dios no es material. Su concepción de Dios y del alma humana como sustancia incorpórea también provino del neoplatonismo, según relata en el Libro 7 de sus *Confesiones*. La práctica de la contemplación mística como medio para encontrar a Dios, presente en Plotino y Porfirio, también impactó profundamente a Agustín, quien describe experiencias místicas similares.\n\nOtros cristianos tempranos influenciados incluyeron a Orígenes y Pseudo-Dionisio el Areopagita. Este último, influenciado por neoplatónicos posteriores como Proclo y Damascio, fue relevante en las ramas bizantina y romana del cristianismo, y sus obras fueron traducidas al latín en el siglo IX por Juan Escoto Erígena.\n\nLa Iglesia Ortodoxa ha utilizado selectivamente la filosofía griega antigua, incluido el platonismo. El término 'Logos' (Λόγος), de origen filosófico, adquirió un significado teológico profundo en el cristianismo, refiriéndose a la segunda persona de la Trinidad (aunque su significado evolucionó, con teólogos como Gregorio Palamás en el siglo XIV dándole múltiples acepciones). La adaptación y modificación de ideas y conceptos filosóficos por parte de escritores cristianos fue común. Existe debate académico sobre si Pseudo-Dionisio era un neoplatónico con influencias cristianas o un escritor cristiano con influencias neoplatónicas; algunos estudiosos ortodoxos sugieren que ejerció influencias tanto positivas como negativas en la teología ortodoxa, generando posible confusión en formulaciones litúrgicas y eclesiológicas.\n\nEn el Renacimiento, figuras como Marsilio Ficino y Giovanni Pico della Mirandola lideraron un resurgimiento neoplatonista, traduciendo obras clave y explorando vínculos con la Cábala judía, influyendo también en la escuela platónica de Cambridge y en formas de esoterismo cristiano.\n\nEl término 'Cristoplatonismo' se utiliza para describir un dualismo (espiritual bueno, material malo) que se considera una influencia platónica sobre la Iglesia, lo cual, según algunos autores, contradice la visión bíblica de una creación material buena.", "specifications": {}, "pricing": {}, "features": [{"concept": "Influencia en San Agustín", "details": "Fuertemente influenciado por Plotino y Porfirio. Adoptó la visión del mal como privación y de Dios como incorpóreo. La contemplación mística neoplatónica influyó en sus experiencias."}, {"concept": "Mal como privación del bien", "details": "Concepto neoplatónico adoptado por San Agustín, en contraste con la visión maniquea del mal como sustancia."}, {"concept": "Dios y alma como sustancia incorpórea", "details": "Concepto neoplatónico adoptado por San Agustín."}, {"concept": "Contemplación mística", "details": "Énfasis en la contemplación como medio para encontrar a Dios, influenciando a figuras como San Agustín."}, {"concept": "Pseudo Dionisio el Areopagita", "details": "Figura cristiana influenciada por neoplatónicos tardíos (Proclo, Damascio). Relevante en cristianismo bizantino y romano. Obras traducidas al latín en el siglo IX."}, {"concept": "Uso del término 'Logos'", "details": "Concepto de origen filosófico griego (Heráclito) adaptado para referirse a la segunda persona de la Trinidad en el cristianismo. Significados explorados por teólogos como Gregorio Palamás en el siglo XIV."}, {"concept": "Dualismo (Cristoplatonismo)", "details": "Visión que postula el reino espiritual como bueno y el material como malo, atribuida a la influencia platónica en la Iglesia, considerada por algunos como contradictoria con la visión bíblica."}, {"concept": "Adaptación de ideas filosóficas", "details": "Práctica común en los escritores cristianos, donde conceptos filosóficos griegos fueron adaptados y cambiados."}], "statistics": {}, "temporal_info": {"antiguedad_tardia": "Periodo principal de influencia neoplatónica en la teología cristiana.", "edad_media": "Continuación de la influencia.", "siglo_ix": "Juan Escoto Erígena traduce obras de Pseudo-Dionisio al latín.", "siglo_xiv": "Gregorio Palamás discute significados del 'Logos'.", "año_529": "Justiniano ordena el cierre de la Academia de Atenas, afectando el neoplatonismo posterior.", "renacimiento": "Resurgimiento del interés en el neoplatonismo con figuras como Marsilio Ficino."}, "geographical_data": {}, "references": ["Rainer Thiel, *Simplikios und das Ende der neuplatonischen Schule in Athen*", "Constantine Cavarnos, *Orthodoxy and Philosophy*", "Gregory Palamas, ‘The One Hundred and Fifty Chapters’, in The Philokalia, The Complete Text Volume 4", "Gregory Palamas, *The Triads*", "Sarah Coakley and Charles M. Stang, *Re-thinking Dionysius the Areopagite*", "Andrew Louth, *Denys the Areopagite*", "Vladimir Lossky, *The Mystical Theology of the Eastern Church*", "John Meyendorff, *Byzantine Theology, Historical Trends and Doctrinal Themes*", "Robin Russell, «Heavenly minded: It’s time to get our eschatology right, say scholars, authors» (citado por Randy Alcorn sobre 'Cristoplatonismo')"]}