{"extracted_information": "Cronología detallada de la vida de Platón en su contexto histórico y cultural, cubriendo eventos clave en su vida y obras, arte y literatura contemporáneos, y política y sociedad en Grecia, especialmente en Atenas y durante la Guerra del Peloponeso y sus secuelas.", "specifications": {}, "pricing": {}, "features": [], "statistics": {}, "temporal_info": [{"year": "-430", "plato_life_works": null, "art_literature": null, "politics_society": "Poco después del comienzo de la Guerra del Peloponeso (- 432 a - 404) Atenas se verá asolada por una plaga que reducirá su población a un tercio, y durará tres años. Se cree que Pericles murió en el - 429 a causa de ella, así como sus hijos."}, {"year": "-428", "plato_life_works": "Fecha probable del nacimiento de Platón (o, según otros, el - 427)", "art_literature": null, "politics_society": "Tercera invasión del Ática por los espartanos. Sublevación de Mitilene."}, {"year": "-427", "plato_life_works": null, "art_literature": null, "politics_society": "Cuarta invasión del Ática. Mitilene se rinde a Atenas, mientras que Platea lo hace, a su vez, a Esparta. Tiene lugar una contienda civil en Corcira. Atenas toma Minoa."}, {"year": "-426", "plato_life_works": null, "art_literature": null, "politics_society": "Nicias, al frente de las tropas atenienses, derrota a los tebanos en la batalla de Tanagra. Demóstenes derrota a los espartanos en Etolia, en la batalla de Olpae."}, {"year": "-425", "plato_life_works": null, "art_literature": "\"Los Acarnienses\" de Aristófanes (- 440 a - 387) - 425. Muere Herodoto", "politics_society": "Quinta invasión del Ática. Los atenienses ocupan Pilos y obtienen una victoria sobre los Espartanos en Esfacteria."}, {"year": "-424", "plato_life_works": null, "art_literature": "\"Los caballeros\" de Aristófanes. Agorácrito y Alcámenes alumnos de Fidias.", "politics_society": "Atenas toma Nicea y Citera. Invasión ateniense de Beocia y derrota en Delio. Brásidas en Tracia. Tucídides, el historiador, tiene que exiliarse."}, {"year": "-423", "plato_life_works": null, "art_literature": "\"Las nubes\" de Aristófanes", "politics_society": null}, {"year": "-422", "plato_life_works": null, "art_literature": "\"Las avispas\" de Aristófanes", "politics_society": "Batalla de Anfílopis (mueren Brásidas y Cleón)."}, {"year": "-421", "plato_life_works": null, "art_literature": "\"La paz\" de Aristófanes. Hipócrates en su apogeo.", "politics_society": "La paz de Nicias. Del - 421 al - 404 el sistema de Pericles permanecerá más o menos intacto, lo que impide el desmoronamiento de Atenas. Protagonismo político de Antifón y Alcibíades."}, {"year": "-420", "plato_life_works": null, "art_literature": null, "politics_society": "Alcibíades en el Peloponeso: alianza entre Atenas y Argos."}, {"year": "-418", "plato_life_works": null, "art_literature": null, "politics_society": "Batalla de Mantinea, con la victoria de Esparta ante Argos y sus aliados."}, {"year": "-416 -415", "plato_life_works": null, "art_literature": null, "politics_society": "Los atenienses saquean Melos."}, {"year": "-415", "plato_life_works": null, "art_literature": "\"Las troyanas\" de Eurípides", "politics_society": "Expedición ateniense a Sicilia, inspirada por Alcibíades, que fracasará. Alcibíades es destituido y se refugia en Esparta."}, {"year": "-414", "plato_life_works": null, "art_literature": null, "politics_society": "Sitio de Siracusa"}, {"year": "-413", "plato_life_works": null, "art_literature": "Apogeo de Calímaco y Peonio, escultores.", "politics_society": "Derrota ante Siracusa. Destrucción de las fuerzas atenienses, pese a los refuerzos enviados, lo que supondrá el fin de la expansión de Atenas."}, {"year": "-411", "plato_life_works": null, "art_literature": null, "politics_society": "Los oligarcas toman el poder en Atenas y desmantelan la democracia."}, {"year": "-410", "plato_life_works": null, "art_literature": null, "politics_society": "Restauración de la democracia"}, {"year": "-407", "plato_life_works": "Platón conoce a Sócrates", "art_literature": null, "politics_society": null}, {"year": "-406", "plato_life_works": null, "art_literature": "Mueren Sófocles, Eurípides e Hipócrates", "politics_society": null}, {"year": "-405", "plato_life_works": null, "art_literature": "Apogeo de Meidias, ceramista, considerado el máximo exponente del estilo florido.", "politics_society": "La flota ateniense es destruida por los espartanos en Egospótamos, lo que llevará a la claudicación de Atenas ante los espartanos. Nace Dionisio de Siracusa (escribió tragedias que se representaban en Atenas)"}, {"year": "-404", "plato_life_works": null, "art_literature": null, "politics_society": "Derrota ante Esparta, rendición de Atenas. Fin de las guerras del Peloponeso. Esparta impone a Atenas la tiranía de los Treinta."}, {"year": "-403", "plato_life_works": null, "art_literature": "- 401. Muerte de Protágoras", "politics_society": "Restauración de la democracia, ante la indiferencia de los espartanos, que no intervienen."}, {"year": "-399", "plato_life_works": "Son de esta época los viajes a Megara, Cirene, Egipto (?) e Italia (Arquitas de Tarento) (- 399 a - 389, de los 28 a los 38 años) Diálogos de juventud. Platón expone el pensamiento socrático. - Apología de Sócrates - Critón - Laques - Lisis - Cármides - Eutifrón - Ión - Protágoras", "art_literature": "Muerte de Sócrates.", "politics_society": "La democracia ateniense intentará reponerse de la derrota ante Esparta entrando en una fase en la que, desprovista de líderes que consigan un consenso suficiente, la habilidad retórica de los ciudadanos marcará su devenir y la toma de sus decisiones políticas. Destruida su flota por Esparta, Atenas no volverá a recuperar el control de las rutas comerciales ni su poderío militar, e irá cediendo ante el empuje de Macedonia, al igual que el resto de Grecia, aunque se mantendrá como referente cultural para toda la Hélade durante el siglo IV. Muere Agis II, rey de Esparta, a quien sucederá Argesilao"}, {"year": "-398", "plato_life_works": "Platón abandona Atenas y visita Megara. Posteriormente regresa a Atenas. Viaje y estancia en Tarento, en la escuela pitagórica de Arquitas.", "art_literature": null, "politics_society": "- 397. Dionisio de Siracusa ataca la Sicilia cartaginense y toma posiciones."}, {"year": "-396", "plato_life_works": null, "art_literature": "Muere Tucídides.", "politics_society": "Dionisio retrocede ante la respuesta de Cartago y recibe apoyo de Esparta. Comienza la campaña de Argesilao contra Persia."}, {"year": "-395", "plato_life_works": null, "art_literature": null, "politics_society": "Los cartagineses pactan su retirada con Dionisio. Se inicia la Guerra de Corinto. Atenas se alia con Beocia, frente al imperialismo espartano. Situación general de guerra en Grecia. Atenas comienza la reconstrucción de sus defensas."}, {"year": "-394", "plato_life_works": null, "art_literature": null, "politics_society": "Argesilao regresa a Esparta ante la gravedad de la situación. Dionisio recupera sus posiciones en Sicilia."}, {"year": "-393", "plato_life_works": null, "art_literature": null, "politics_society": "Guerra de Tebas y Esparta. Amintas III, padre de Filipo, reina en Macedonia."}, {"year": "-392", "plato_life_works": null, "art_literature": "Nace Praxíteles.", "politics_society": "Acuerdo de paz entre Siracusa y Cartago."}, {"year": "-389 -386", "plato_life_works": "(- 389 a - 385, de los 38 a los 41 años) Diálogos de transición. Platón comienza a poner en boca de Sócrates elementos que apuntan a sus propias teorías. - Gorgias - Crátilo - Hipias mayor y Menor - Eutidemo - Menón - Meneceno. Tiene lugar en ésta época (-388) el primer viaje a Siracusa (Sicilia) a la corte de Dionisio primero y la amistad con Dión. El objeto del viaje fracasa, siendo vendido por Dionisio como esclavo en Egina y rescatado por un conciudadano.", "art_literature": null, "politics_society": "- 389. Esparta comienza su campaña contra la Arcanania. - 388. Argesilao contra Argos. Antenas consigue mantener el control del Helesponto frente a Esparta, con la victoria de una flota al mando de Ifícrates"}, {"year": "-387", "plato_life_works": "Fundación de la Academia de Platón. Diálogos de madurez. Su actividad se centra fundamentalmente en la Academia en Atenas.", "art_literature": null, "politics_society": "*Paz de Antálcidas*, por la que Esparta reconoce la supremacía de Persia en Asia y Persia la de Esparta en Grecia. Persia y Siracusa (Dionisio) ante el nuevo éxito ateniense se alían con Esparta y sus tropas entran en el Helesponto. Atenas, forzada a firmar la paz, renunciando de nuevo a su expansión. Finaliza la Guerra de Corinto."}, {"year": "-386", "plato_life_works": "(- 386 a - 370, de los 41 a los 56 años) Obras del periodo de madurez, con la defensa de la teoría de las Ideas como núcleo de su filosofía. - Fedón - Banquete - República - Fedro", "art_literature": "- 384. Nace Aristóteles en Estagira", "politics_society": "- 385. Amintas III es derrotado por la Liga Calcídica. Pella es ocupada por las tropas calcídicas. - 383. Nueva guerra de Siracusa contra Cartago."}, {"year": "-382", "plato_life_works": null, "art_literature": null, "politics_society": "Expedición espartana contra la Liga Calcídica. Amintas III recupera Pella."}, {"year": "-380", "plato_life_works": null, "art_literature": "Nace Teopompo, historiador", "politics_society": "Tebas contra Esparta. Atenas máxima potencia del Egeo. Restablecimiento de la Liga Beocia."}, {"year": "-378", "plato_life_works": null, "art_literature": null, "politics_society": "Nueva confederación ateniense. - 373. Nueva paz de Siracusa con Cartago."}, {"year": "-371", "plato_life_works": null, "art_literature": "- 370. Muere Demócrito", "politics_society": "Batalla de Leuctra. (Epaminondas, general y estadista de Tebas derrota a las tropas espartanas, terminando con su poder militar, que Esparta no podrá ya reconstruir)"}, {"year": "-369", "plato_life_works": "Segundo viaje de Platón a Italia a la corte de Dionisio II, quien al poco tiempo rechazó su educación (- 369 a - 362, de los 56 a los 63 años): Revisión crítica de la teoría de la Ideas y de algunas de sus consecuencias, aunque ello no signifique que sea abandonada. - Parménides - Teeteto - Sofista - Político", "art_literature": null, "politics_society": "- 370. Muere Amintas III. Alejandro II nuevo rey de Macedonia. - 368. Alejandro II de Macedonia, asesinado. Regencia de Eurídice. - 368. IV guerra de Siracusa contra Cartago. Dionisio firmará una tregua."}, {"year": "-367", "plato_life_works": "- 366. Segundo viaje a Siracusa a la corte de Dionisio", "art_literature": "- 368 / -367: Aristóteles ingresa en la Academia, cuando Platón se encuentra ya en el periodo de revisión crítica de la teoría de la Ideas. Escopas erige el Templo de Atenea Alea en Tegea, el primero de estilo corintio. Cefisodoto, escultor.", "politics_society": "Muere Dionisio, tirano de Siracusa. Dionisio el joven toma el poder en Siracusa. Jenofonte, al mando de la caballería ateniense."}, {"year": "-362", "plato_life_works": null, "art_literature": "Apogeo de Eufránor, pintor y escultor.", "politics_society": "Paz de Tebas y Esparta. Batalla de Mantinea. Muerte de Epaminondas. Probable final de la guerra de Siracusa contra Cartago. - 360. Filipo II nombrado regente de Macedonia."}, {"year": "-361 -348", "plato_life_works": "Tercer viaje a Italia a la corte de Dionisio II, quien al poco tiempo rechazó su educación (- 361 a - 347 de los 64 a los 78 años): Creciente pesimismo de Platón, si nos atenemos al contenido de sus obras últimas, que ya en la fase crítica parecían inclinarse hacia el predominio de los elementos místico-religiosos y pitagorizantes de su pensamiento. La teoría de las Ideas adquiere un significado predominantemente lógico. - Filebo - Timeo - Critias - Las Leyes - Carta VII", "art_literature": "- 359. Grecia: Praxíteles, Nicias y Páusias, pintores. - 355. Muerte de Jenofonte - 351. Briaxis, Leocares, Timoteo y Escopas esculpen el mausoleo. - 351. Arístides y Nicómaco pintores. - 351. Lisipo, escultor.", "politics_society": "- 358. Filipo II se autoproclama rey de Macedonia. - 357. Atenas combate contra Macedonia. Victoria de Filipo II sobre los foceos. - 356. Nace Alejandro (el Magno) hijo de Filipo II de Macedonia. - 356. Eróstrato incendia el Templo de Artemisa de Éfeso. - 356. Dión, con apoyo de Cartago, entra en Siracusa. - 354. Dión, asesinado por Calipo, uno de sus aliados. Siracusa entra en una época de inestabilidad y decadencia. - 352. Los macedonios conquistan Tesalia. - 352. Atenas cierra el paso a las tropas de Filipo II en las Termópilas. - 351. Grecia: Dominio macedónico. - 351. Demóstenes entra en la vida política. - 351. Esquines, jefe del partido macedónico en Atenas."}, {"year": "-347", "plato_life_works": "Muerte de Platón. Espeusipo queda al frente de la Academia.", "art_literature": null, "politics_society": null}], "geographical_data": {"locations_mentioned": ["Ática", "Atenas", "Mitilene", "Platea", "Esparta", "Corcira", "Minoa", "Tanagra", "Etolia", "Olpae", "Pilos", "Esfacteria", "Nicea", "Citera", "Beocia", "Delio", "Tracia", "Anfípolis", "Peloponeso", "Argos", "Mantinea", "Melos", "Sicilia", "Siracusa", "Egospótamos", "Megara", "Cirene", "Egipto", "Italia", "Tarento", "Cartago", "Persia", "Guerra de Corinto", "Helesponto", "Liga Calcídica", "Pella", "Tebas", "Egeo", "Liga Beocia", "Leuctra", "Macedonia", "Tegea", "Éfeso", "Tesalia", "Termópilas"]}, "references": []}